
"qtMovieViewAccessibilityMovie" = "film";
"qtMovieViewAccessibilityRole" = "funktion";
"qtMovieViewAccessibilitySubrole" = "underfunktion";
"qtMovieViewAccessibilityView" = "visa";
"qtMovieViewAccessibilityImage" = "bild";

"qtMovieViewContextMenuFlashBack" = "Tillbaka";
"qtMovieViewContextMenuFlashForward" = "Framåt";
"qtMovieViewContextMenuFlashLoop" = "Repetera";
"qtMovieViewContextMenuFlashPlay" = "Spela upp";
"qtMovieViewContextMenuFlashRewind" = "Spola tillbaka";
"qtMovieViewContextMenuFlashShowAll" = "Visa alla";
"qtMovieViewContextMenuFlashZoomIn" = "Zooma in";
"qtMovieViewContextMenuFlashZoomOut" = "Zooma ut";

"qtMovieViewContextMenuLinearCopy" = "Kopiera";
"qtMovieViewContextMenuLinearCut" = "Klipp ut";
"qtMovieViewContextMenuLinearPaste" = "Klistra in";
"qtMovieViewContextMenuLinearPlay" = "Spela upp";
"qtMovieViewContextMenuLinearRedo" = "Gör om";
"qtMovieViewContextMenuLinearSelectAll" = "Markera allt";
"qtMovieViewContextMenuLinearSelectNone" = "Markera inget";
"qtMovieViewContextMenuLinearStop" = "Stoppa";
"qtMovieViewContextMenuLinearUndo" = "Ångra";

"qtMovieViewEditCut" = "Klipp ut";
"qtMovieViewEditCopy" = "Kopiera";
"qtMovieViewEditPaste" = "Klistra in";
"qtMovieViewEditDelete" = "Rensa";
"qtMovieViewEditAdd" = "Lägg till";
"qtMovieViewEditAddScaled" = "Lägg till tidsanpassat";
"qtMovieViewEditReplace" = "Ersätt";
"qtMovieViewEditTrim" = "Radera omarkerat";
"qtMovieViewEditDrop" = "Koppla ifrån";

"qtMovieFlattenOperation" = "Plattar till film...";
"qtMovieInsertTrackSegmentOperation" = "Lägger in spårsegment...";
"qtMovieInsertMovieSegmentOperation" = "Lägg in filmsegment...";
"qtMoviePasteOperation" = "Klistrar in...";
"qtMovieAddMovieSelectionOperation" = "Lägg till filmsamling...";
"qtMovieCopyOperation" = "Kopierar...";
"qtMovieCutOperation" = "Klipper...";
"qtMovieLoadMovieIntoRamOperation" = "Läser in film i RAM-minne...";
"qtMovieLoadTrackIntoRamOperation" = "Läser in spår i RAM-minne...";
"qtMovieLoadMediaIntoRamOperation" = "Läser in media i RAM-minne...";
"qtMovieImportOperation" = "Importerar film...";
"qtMovieExportOperation" = "Exporterar film...";
"qtMovieUnknownOperation" = "Utför okänd åtgärd...";

"qtMovieViewClippingName" = "filmutdrag ";

"QTMoviePosterTimeAttribute" = "Ställ in vinjettid";
"QTTrackHighQualityVideoAttribute" = "Ställ in högkvalitativ video";
"QTTrackDeinterlaceVideoAttribute" = "Ställ in avsammanflätning av video";
"QTTrackSingleFieldVideoAttribute" = "Ställ in enfältsvideo";
"QTTrackPreloadTrackAttribute" = "Ställ in förinläsning av spår";
"QTTrackNeverPurgeTrackAttribute" = "Ställ in spår att aldrig rensas";
"QTTrackMatrixAttribute" = "Ställ in spårmatris";
"QTTrackChapterlistAttribute" = "Ställ in kapitellista";
"QTTrackMaskAttribute" = "Ställ in spårmask";
"QTTrackVolumeAttribute" = "Ställ in spårvolym";
"QTTrackBalanceAttribute" = "Ställ in spårbalans";
"QTTrackHrefAttribute" = "Ställ in spår-HREF";
"QTTrackTransferModeAttribute" = "Ställ in videoöverföringsläge";
"QTTrackOperationColorAttribute" = "Ställ in åtgärdsfärg för video";
"QTTrackEnabledAttribute" = "Ställ in spåraktivering";
"QTTrackLanguageAttribute" = "Ange språk för spår";
"QTTrackLayerAttribute" = "Ställ in spårlager";
"QTTrackDisplayNameAttribute" = "Ställ in spårnamn";

"QTTrackDefaultName" = "Spår";
"QTTextTrackDefaultName" = "Textspår";
"QTChapterTrackDefaultName" = "Kapitelspår";
"QTVideoTrackDefaultName" = "Videospår";
"QTSoundTrackDefaultName" = "Ljudspår";
"QTSubtitleTrackDefaultName" = "Understextspår";
"QTClosedCaptionTrackDefaultName" = "Spår för dold textning";

"QTFormatDescriptionVideoFormatSummary" = "%@, %.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@, %.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC (skyddad)";
"QTFormatDescriptionProtectedAC3Format" = "AC3 (skyddad)";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "Videomedium";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "Ljudmedium";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Muxat medium";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "Textmedium";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "Okänt medium";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "MPEG-1 systemström";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "MPEG-2 transportström";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "MPEG-2 programström";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "Muxad DV-ström";

"QTCaptureDeviceUnknownDevice" = "Okänd enhet";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "Animation bästa kvalitet";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG hög kvalitet";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160 x 120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320 x 240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "H.264 hög kvalitet";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160 x 120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320 x 240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC hög kvalitet";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC röstkvalitet";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "Format: Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "Format: AAC\nBithastighet: 128 Kbit/s per kanal";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "Format: AAC\nBithastighet: 32 Kbit/s per kanal\nSamplingsfrekvens: 22,050 kHz";

"QTCompressionOptionsCompressorSummary" = "Komprimering: %@";
"QTCompressionOptionsSizeSummary" = "Maximal storlek: %d x %d";

"qtKitError" = "Fel";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "Skivan är full.";
"qtKitErrorString35" = "En volym kunde inte hittas.";
"qtKitErrorString36" = "Ett I/O-fel inträffade.";
"qtKitErrorString37" = "Ett ogiltigt filnamn eller volymnamn påträffades.";
"qtKitErrorString38" = "En fil är inte öppen.";
"qtKitErrorString39" = "Filslutet nåddes.";
"qtKitErrorString41" = "Minnet är fullt.";
"qtKitErrorString42" = "För många filer är öppna.";
"qtKitErrorString43" = "Filen eller katalogen kunde inte hittas.";
"qtKitErrorString44" = "En volym är låst.";
"qtKitErrorString45" = "En fil är låst.";
"qtKitErrorString46" = "En volym är låst.";
"qtKitErrorString47" = "Filen är upptagen.";
"qtKitErrorString48" = "En fil med det namnet finns redan.";
"qtKitErrorString192" = "En resurs som krävs hittades inte.";
"qtKitErrorString193" = "En resursfil som krävs hittades inte.";
"qtKitErrorString194" = "Ett försök att lägga till en resurs i filen misslyckades.";
"qtKitErrorString195" = "Ett försök att lägga till en resursreferens i filen misslyckades.";
"qtKitErrorString196" = "Ett försök att ta bort en resurs misslyckades.";
"qtKitErrorString197" = "Ett försök att ta bort en resursreferens misslyckades.";
"qtKitErrorString198" = "En resurs med ett oförenligt attribut hittades.";
"qtKitErrorString199" = "Resurskartan är felaktig.";
"qtKitErrorString1409" = "Den angivna filresursen finns inte.";
"qtKitErrorString2000" = "En datareferens som krävs kunde inte lösas.";
"qtKitErrorString2001" = "En felaktig bildbeskrivning hittades i filmen.";
"qtKitErrorString2002" = "En felaktig ”public movie atom” hittades i filmen.";
"qtKitErrorString2003" = "Hittade inte en datahanterare som krävs av filmen.";
"qtKitErrorString2004" = "En datahanterare som krävs av filmen kunde inte öppnas.";
"qtKitErrorString2005" = "En ogiltig komponenttyp hittades i filmen.";
"qtKitErrorString2006" = "En mediehanterare som krävs av filmen hittades inte.";
"qtKitErrorString2007" = "Hittade inte en datahanterare som krävs av filmen.";
"qtKitErrorString2008" = "Filmen innehåller felaktiga mediedata.";
"qtKitErrorString2009" = "Filmen innehåller ett felaktigt spår.";
"qtKitErrorString2010" = "Filmen innehåller felaktiga data.";
"qtKitErrorString2011" = "Filmen innehåller en felaktig samplingstabell.";
"qtKitErrorString2012" = "Filmen innehåller en felaktig datareferens.";
"qtKitErrorString2013" = "Filmen innehåller en felaktig datahanterare.";
"qtKitErrorString2014" = "Filmen innehåller en felaktig längd.";
"qtKitErrorString2015" = "Filmen innehåller ett felaktigt tidsvärde.";
"qtKitErrorString2016" = "En ”public movie atom” kunde inte sparas i filmen.";
"qtKitErrorString2017" = "Filmen har en ogiltig redigeringslista.";
"qtKitErrorString2018" = "Filmens medietyper stämmer inte överens.";
"qtKitErrorString2019" = "Åtgärden avbröts.";
"qtKitErrorString2020" = "”Movies Toolbox” är inte förberedd.";
"qtKitErrorString2021" = "En fil som krävs saknas.";
"qtKitErrorString2022" = "En fil med gemensam resurs- och datadel kunde inte skapas.";
"qtKitErrorString2023" = "Redigeringsstatusen var ogiltig.";
"qtKitErrorString2024" = "Redigeringsstatusen matchade inte.";
"qtKitErrorString2025" = "Redigeringsstatusen är gammal.";
"qtKitErrorString2026" = "Vissa av filmens användardata saknas.";
"qtKitErrorString2027" = "Ett programfel har uppstått.";
"qtKitErrorString2028" = "Ett felaktigt spårindex angavs.";
"qtKitErrorString2029" = "ID-numret inte hittades för spåret.";
"qtKitErrorString2030" = "Ett spår saknades i filmen.";
"qtKitErrorString2031" = "En angiven tid återfanns inte i ett spår.";
"qtKitErrorString2032" = "En angiven tid återfanns inte i ett medium.";
"qtKitErrorString2033" = "Ett felaktigt redigeringsindex angavs.";
"qtKitErrorString2034" = "Ett oväntat QuickTime-fel uppstod.";
"qtKitErrorString2035" = "Ett spår som krävs kunde inte förberedas.";
"qtKitErrorString2036" = "Filmen innehåller en felaktig rektangel.";
"qtKitErrorString2037" = "Filmen innehåller ett felaktigt samplingsnummer.";
"qtKitErrorString2038" = "Filmen innehåller ett felaktigt ”chunk-nummer”.";
"qtKitErrorString2039" = "Filmen innehåller ett felaktigt samplingsbeskrivningsindex.";
"qtKitErrorString2040" = "Filmen innehåller en felaktig ”chunk cache”.";
"qtKitErrorString2041" = "Filmen innehåller en felaktig samplingsbeskrivning.";
"qtKitErrorString2042" = "Filens datadel var inte öppen för läsning.";
"qtKitErrorString2043" = "Filens datadel var inte öppen med skrivbehörighet.";
"qtKitErrorString2044" = "Filens datadel var redan öppen med skrivbehörighet.";
"qtKitErrorString2045" = "Filens datadel var redan stängd.";
"qtKitErrorString2046" = "Filen innehöll inte några fler filmdata.";
"qtKitErrorString2047" = "En felaktig datareferens upptäcktes.";
"qtKitErrorString2048" = "Filen är inte en filmfil.";
"qtKitErrorString2049" = "Filmen innehåller en felaktig ”data reference container”.";
"qtKitErrorString2050" = "Ett ogiltigt datareferensindex hittades i filmen.";
"qtKitErrorString2051" = "Filmen har inte några datafiler på skivan. Spara filmen och försök igen.";
"qtKitErrorString2052" = "En befintlig datasampling kunde inte användas.";
"qtKitErrorString2053" = "Programmet försökte använda en funktion som inte stöds.";
"qtKitErrorString2125" = "Filens offset är för stor.";
"qtKitErrorString2149" = "Tillräckliga filmdata saknas.";
"qtKitErrorString5000" = "Du har inte tillräcklig behörighet för den här åtgärden.";
"qtKitErrorString8969" = "Filmen innehåller felaktiga data.";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "Åtgärden kunde inte slutföras.";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "Åtgärden kunde inte slutföras på grund av ett okänt fel. (%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "Medier kan inte samlas in.";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "En del mediekällor är inte kompatibla med mediemålen.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "Kunde inte fånga medier från enheten ”%@” eftersom den redan används på annat håll i programmet.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "Försök att avbryta alla åtgärder som använder enheten ”%@” eller väntar på att de åtgärderna ska slutföras.";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "Inspelningen misslyckades eftersom inga data togs emot.";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "Kontrollera att medieinmatningskällan är påslagen och spelar upp.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "Inspelningen avbröts eftersom konfigurationen av mediekällor och mål ändrades.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "Försök att spela in igen.";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "Inspelningen till ”%@” avbröts eftersom hårddisken ”%@” börjar bli full.";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "Prova med att radera filer från ”%@” eller spela in på en annan hårddisk.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "Inspelningen avbröts eftersom enheten ”%@” slogs av eller kopplades från.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "Försök att slå på eller återansluta enheten ”%@” för att fortsätta spela in.";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "Inspelningen avbröts eftersom formatet på källmediet ändrades.";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "Medier av olika format kan inte spelas in till samma fil.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "Inspelningen avbröts eftersom filen inte får vara längre än %@.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "Maximal längd är %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "Inspelningen avbröts eftersom filen inte får vara större än %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "Maximal filstorlek är %@.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "Inspelningen avbröts eftersom det uppstod ett avbrott i inmatningsmediet.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "Försök med att avsluta program eller koppla från enheter som använder resurser som krävs för inspelning.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "Kunde inte öppna enheten ”%@” eftersom den inte är ansluten eller påslagen.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "Försök att slå på eller ansluta enheten ”%@” innan du öppnar den.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "En enhet kunde inte öppnas eftersom den inte är ansluten eller påslagen.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "Prova med att slå på eller ansluta enheter innan du öppnar dem.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "Kunde inte öppna enheten ”%@” eftersom den redan används av ett annat program.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Avbryt alla åtgärder som använder enheten ”%@”, vänta på att åtgärderna slutförs eller avsluta programmet som använder enheten.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "Kunde inte öppna enheten ”%@” eftersom den är i konflikt med enheten ”%@” som redan är öppen.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "Försök att avbryta alla åtgärder som använder enheten ”%@”.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "Inspelningen avbröts eftersom maximal längd för filen har uppnåtts.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "Prova med att fortsätta spela in i en ny fil.";

"qtKitDataSizeInBytes" = "%@ byte";
"qtKitDataSizeInKilobytes" = "%@ K";
"qtKitDataSizeInMegabytes" = "%@ MB";
"qtKitDataSizeInGigabytes" = "%@ GB";
"qtKitDataSizeInTerabytes" = "%@ TB";
"qtKitDataSizeInPetabytes" = "%@ PB";
"qtKitDataSizeInExabytes" = "%@ EB";
"qtKitInexactAndExactDataSize" = "%@ (%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "Svartvitt";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "Tusentals";
"qtKitBitDepthStringForMillionsColors" = "Miljontals";
"qtKitBitDepthStringForMillionsPlusColors" = "Miljontals+";
"qtKitBitDepthStringForUnknownColors" = "Okänd";
"qtKitBitDepthStringForColorsColors" = "Färger";
"qtKitBitDepthStringForGrayColors" = "Gråtoner";
